[
    {
        "title": "Sorted Food",
        "subscriberCount": "2830000",
        "description": "Just a group of mates battling to become awesome home cooks.\n\nFrom our studio in London, we’re joined by millions of passionate chefs and ‘normals’ around the world to explore, learn and have a laugh around food.\n\nEach week we serve up three new videos for you to devour - catch them on Monday, Wednesday and Sunday at 5pm GMT.\n\nWanna chat about partnering with us? Drop us an email partnerships@sortedfood.com\n"
    },
    {
        "title": "Best Ever Food Review Show",
        "subscriberCount": "11000000",
        "description": "I travel to unique parts of the world on the hunt for the best food each country has to offer and share these stories with you in my videos.\n\nHey, I’m Sonny! I’m from the US but currently call Vietnam home. I’ve been living in Asia for 10 years and started making food and travel videos to document my experiences. People either enjoyed my undeniable wit or enjoyed watching me eat interesting food like sea penis, and thus Best Ever Food Review Show came to be. \n\nBest Ever Food Review Show is the first food review show exploring the unique foods of each country with a fresh point of view and a punchy delivery, encouraging empathy and understanding of other cultures along the way. From the best street food to the most insane food markets to...well...yes, sea penis, nothing is off limits (except cucumbers. Cucumbers are off limits). \n\nI can’t wait to see where this food journey takes us. Don’t forget to subscribe, so we can connect through food and travel and become Bestys!"
    },
    {
        "title": "Food Wishes",
        "subscriberCount": "4570000",
        "description": "Hello this is Chef John, and welcome to the Food Wishes channel, where the food is the star. Watch these fun-to-make, and easy-to-follow recipes, and you'll improve your culinary skills dramatically!\n\nI post new videos on Tuesdays and Fridays (usually), so keep checking back! Even better, join the community of astonishingly amazing people who subscribe to my channel, so you don’t miss a thing.\n\nFor more, find all my recipes on Allrecipes.com (http://allrecipes.com/recipes/16791/everyday-cooking/special-collections/web-show-recipes/food-wishes/) and foodwishes.com, where I share the story, ingredients, and details that go along with these recipes. Not to mention lots of other fabulous fun for foodies!\n\nEnjoy!"
    }
]